[   
        {
        "Title": "KFConsole",
        "Subject": "Games",
        "Text": 
        "The big news in games the last few days isn’t the PlayStation 5 or the Xbox Series X. It isn’t this week’s release of The Last of Us Part II. It’s not even the fact that Nintendo’s free jump rope game almost made our poor, innocent, defenseless intern Joseph sick. No, the major story rocking the industry this week was the shock announcement of the next state-of-the-art gaming console, from the renowned fried chicken and (apparently) gaming company whose name used to stand for Kentucky Fried Chicken: the KFConsole.",
        "PublisherInfo": {
            "Name": "Colonel Sanders",
            "Location": "New York, NY",
            "Gender": "Male"
        },
        "Love": "0"
    },
    {
        "Title": "How video games affect the brain",
        "Subject": "Games",
        "Text": 
        "At a glance, more than 150 million people in the United States play video games regularly, or for at least 3 hours per week. The average American gamer is a 35-year-old adult, with 72 percent of gamers aged 18 or older. For video game use by children, most parents – 71 percent – indicate that video games have a positive influence on their child’s life. ideo game sales continue to increase year on year. In 2016, the video game industry sold more than 24.5 billion games – up from 23.2 billion in 2015, and 21.4 billion in 2014. The top three best-selling video games of 2016 were Call of Duty: Infinite Warfare, Battlefield 1, and Grand Theft Auto V. These games fall into the first-person shooter or action-adventure genres – the top two genres, accounting for 27.5 percent and 22.5 percent of sales, respectively. First-person shooter and action genres often stand accused of stirring aggression and causing violence and addiction. Decades of research examining video gaming and violence have failed to reach consensus among scientists. Scientists have been unable to find a causal link between playing video games and acts of violence in the real world.",
        "PublisherInfo": {
            "Name": "Jenna Hale",
            "Location": "Houston, Texas",
            "Gender": "Female"
        },
        "Love": "0"
    },
    {
        "Title": "An Introduction to Anime",
        "Subject": "Anime",
        "Text": 
        "For decades, anime was produced by and for Japan — a local product, with a distinct look-and-feel to not just the artwork but the storytelling, the themes, and the concepts. Over the last forty years, it has become an international phenomenon, attracting millions of fans and being translated into many languages. A whole generation of viewers in the West has grown up with it and are now passing it on to their own children.",
        "PublisherInfo": {
            "Name": "Serdar Yegulalp",
            "Location": "Hiroshima, Japan",
            "Gender": "Male"
        },
        "Love": "0"
    },
    {
        "Title": "Is Japanese anime going mainstream?",
        "Subject": "Anime",
        "Text":
        "In the 1988 animated film My Neighbor Totoro, by Miyazaki Hayao, two children move to the Japanese countryside with their father to be nearer their mother, who is recovering in hospital from an illness. Although it is set in the 1950s, it seems indefinably out of time. The rhythm of the place is pastoral; the children are plunged into the blazing greens and ancient insect chants of the natural world. The old house they move into is inhabited by a flock of soot sprites who look like black dust bunnies. They aren’t unfriendly but they are shy, and they leave to find another empty house.",
        "PublisherInfo":
        { 
            "Name": "Ikue Otani",
            "Location": "Tokyo, Japan",
            "Gender": "Female"
        },
        "Love": "0"
    },

    {
        "Title": "ASMR is good for you",
        "Subject": "ASMR",
        "Text": 
        "Have you ever gotten goosebumps when someone whispered in your ear? Or experienced that chilling, brain-tingling sensation when listening to a white noise machine? If you know what I'm talking about, but have never been sure how to describe those sounds or sensations, it's called an autonomous sensory meridian response (ASMR), and it happens when you're exposed to certain triggers, like whispers or soothing crackles. But ASMR doesn't just feel cool; a new study claims that listening to and watching ASMR videos is actually good for you.",
        "PublisherInfo": 
        {
            "Name": "Mr Mime",
            "Location": "Kanto Region, Japan",
            "Gender": "Male"
        },
        "Love": "0"
    }
]